Repository: MicaApps/BooticeWinUI
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Nav_PhysicalDisk.Content
source: Physical Disk
zh_cn: 物理磁盘

# Nav_DiskImage.Content
source: Disk Image
zh_cn: 磁盘镜像

# Nav_BCD.Content
source: BCD Edit
zh_cn: BCD 编辑

# Nav_Utilities.Content
source: Utilities
zh_cn: 实用工具

# PhysicalDisk_Title.Text
source: Physical Disk Management
zh_cn: 物理磁盘管理

# PhysicalDisk_DiskSelection.Header
source: Destination Disk:
zh_cn: 目标磁盘:

# PhysicalDisk_Refresh.Label
source: Refresh
zh_cn: 刷新

# PhysicalDisk_DiskInfo.Text
source: Disk Information
zh_cn: 磁盘信息

# PhysicalDisk_HexView.Text
source: Sector Hex View (First 512 Bytes)
zh_cn: 扇区十六进制视图 (前 512 字节)

# PhysicalDisk_MBR_Desc.Text
source: Process MBR of the disk
zh_cn: 处理磁盘的主引导记录

# PhysicalDisk_MBR_Btn.Content
source: Process MBR
zh_cn: MBR 维护

# PhysicalDisk_PBR.Header
source: Partition Boot Record
zh_cn: 分区引导记录 (PBR)

# PhysicalDisk_PBR_Desc.Text
source: Process PBR of partition
zh_cn: 处理分区的引导记录

# PhysicalDisk_PBR_Btn.Content
source: Process PBR
zh_cn: PBR 维护

# PhysicalDisk_Parts.Header
source: Partition Management
zh_cn: 分区管理

# PhysicalDisk_Parts_Desc.Text
source: Manage partitions
zh_cn: 管理磁盘分区

# PhysicalDisk_Parts_Btn.Content
source: Parts Manage
zh_cn: 分区管理

# PhysicalDisk_Sector.Header
source: Sector Edit
zh_cn: 扇区编辑

# PhysicalDisk_Sector_Desc.Text
source: View/Edit sectors
zh_cn: 查看或编辑扇区数据

# PhysicalDisk_Sector_Btn.Content
source: Read
zh_cn: 读取

# Common_SelectEntry.Text
source: Select an entry to edit
zh_cn: 请选择一个条目进行编辑

# Common_Identifier.Header
source: Identifier
zh_cn: 标识符 (Identifier)

# PhysicalDisk_SectorInput.PlaceholderText
source: LBA
zh_cn: 逻辑扇区号 (LBA)

# DiskImage_Title.Text
source: Disk Image Processing
zh_cn: 磁盘镜像处理

# DiskImage_Tab_VHD.Header
source: VHD/VHDX Management
zh_cn: VHD/VHDX 管理

# DiskImage_File.Text
source: Image File:
zh_cn: 镜像文件:

# DiskImage_PathBox.PlaceholderText
source: Select a .vhd or .vhdx file...
zh_cn: 选择 .vhd 或 .vhdx 文件...

# DiskImage_Mount.Text
source: Mount / Unmount
zh_cn: 挂载 / 卸载

# DiskImage_ReadOnly.Content
source: Read Only
zh_cn: 只读模式

# DiskImage_Attach.Content
source: Attach (Mount)
zh_cn: 挂载 (Attach)

# DiskImage_Detach.Content
source: Detach (Unmount)
zh_cn: 卸载 (Detach)

# DiskImage_Create.Text
source: Create New VHD/VHDX
zh_cn: 创建新 VHD/VHDX

# DiskImage_Size.Header
source: Size
zh_cn: 大小

# DiskImage_Unit.Header
source: Unit
zh_cn: 单位

# DiskImage_Format.Header
source: Format
zh_cn: 格式

# DiskImage_Type.Header
source: Type
zh_cn: 类型

# DiskImage_CreateBtn.Content
source: Create
zh_cn: 创建

# Bcd_Title.Text
source: BCD Edit
zh_cn: BCD 编辑

# Bcd_System.Content
source: System BCD (Current System)
zh_cn: 系统 BCD (当前系统)

# Bcd_File.Content
source: Other BCD file
zh_cn: 其他 BCD 文件

# Bcd_Add.Label
source: Add
zh_cn: 添加

# Bcd_Delete.Label
source: Delete
zh_cn: 删除

# Bcd_Up.Label
source: Up
zh_cn: 上移

# Bcd_Down.Label
source: Down
zh_cn: 下移

# Bcd_Details.Text
source: Entry Details
zh_cn: 条目详情

# Bcd_Description.Header
source: Description
zh_cn: 描述 (Description)

# Bcd_DeviceType.Header
source: Device Type
zh_cn: 设备类型

# Bcd_DeviceFile.Header
source: Device / File
zh_cn: 设备 / 文件

# Bcd_Path.Header
source: Application Path
zh_cn: 启动文件 (Application Path)

# Bcd_Locale.Header
source: Locale
zh_cn: 语言 (Locale)

# Bcd_Advanced.Header
source: Advanced Options
zh_cn: 高级选项

# Bcd_Save.Content
source: Save Current Entry
zh_cn: 保存当前条目

# Bcd_FilePath.PlaceholderText
source: Select a BCD file...
zh_cn: 选择 BCD 文件...

# Bcd_InheritGlobal.Content
source: Inherit Global Settings
zh_cn: 继承全局设置

# Bcd_AllowUnsigned.Content
source: Allow unsigned drivers (nointegritychecks)
zh_cn: 允许未签名驱动 (nointegritychecks)

# Bcd_Debug.Content
source: Debug mode (debug)
zh_cn: 调试模式 (debug)

# Bcd_SafeMode.Content
source: Safe mode (safeboot)
zh_cn: 安全模式 (safeboot)

# Bcd_WinPE.Content
source: WinPE mode (winpe)
zh_cn: WinPE 模式 (winpe)

# Bcd_DeviceType_Partition.Content
source: Partition
zh_cn: 分区 (Partition)

# Bcd_DeviceType_Ramdisk.Content
source: Ramdisk
zh_cn: 内存盘 (Ramdisk)

# Bcd_DeviceType_File.Content
source: File
zh_cn: 文件 (File)

# Uefi_Title.Text
source: UEFI Boot Manager
zh_cn: UEFI 启动管理

# Uefi_Note.Text
source: Note: Full editing of UEFI entries via bcdedit is limited. Use 'Up' and 'Down' to change boot order.
zh_cn: 注意：通过 bcdedit 编辑 UEFI 条目功能有限。请使用“上移”和“下移”更改启动顺序。

# Settings_Title.Text
source: Settings
zh_cn: 设置

# Settings_Appearance.Text
source: Appearance
zh_cn: 外观

# Settings_Theme_Title.Text
source: App theme
zh_cn: 应用主题

# Settings_Theme_Desc.Text
source: Select which app theme to display
zh_cn: 选择要显示的应用主题

# Settings_Theme_Light.Content
source: Light
zh_cn: 浅色

# Settings_Theme_Dark.Content
source: Dark
zh_cn: 深色

# Settings_Theme_System.Content
source: Use system setting
zh_cn: 使用系统设置

# Settings_About.Text
source: About this app
zh_cn: 关于此应用

# Settings_License.Content
source: License Terms
zh_cn: 许可条款

# Settings_Privacy.Content
source: Privacy Statement
zh_cn: 隐私声明

# Settings_Feedback.Content
source: Send Feedback
zh_cn: 发送反馈

# Uefi_Warning.Title
source: UEFI Firmware Settings
zh_cn: UEFI 固件设置

# Uefi_Warning.Message
source: These settings modify the NVRAM of your motherboard. Incorrect changes may prevent your system from booting.
zh_cn: 这些设置将直接修改主板 NVRAM。不正确的修改可能导致系统无法启动。

# Uefi_Order.Text
source: Boot Order
zh_cn: 启动顺序

# Uefi_SetTop.Content
source: Set as First Boot Option
zh_cn: 设为第一启动项

# Utilities_Title.Text
source: Utilities
zh_cn: 实用工具

# Utilities_Tab_Grub.Header
source: GRUB4DOS Menu
zh_cn: GRUB4DOS 菜单

# Utilities_Open.Text
source: Open
zh_cn: 打开

# Utilities_Save.Text
source: Save
zh_cn: 保存

# Utilities_Tab_Disk.Header
source: Disk Utilities
zh_cn: 磁盘工具

# Utilities_SectorOps.Text
source: Sector Operations
zh_cn: 扇区操作

# Utilities_Caution.Title
source: Caution
zh_cn: 警告

# Utilities_Caution.Message
source: These operations can permanently destroy data.
zh_cn: 这些操作可能会永久破坏数据。

# Utilities_Fill.Text
source: Sector Fill / Wipe
zh_cn: 扇区填充 / 清除

# Utilities_Fill_Desc.Text
source: Fill a range of sectors with a specific pattern.
zh_cn: 用特定数据填充指定扇区范围。

# Utilities_Fill_Btn.Content
source: Open Fill Dialog
zh_cn: 打开填充对话框
